Repository: wp-plugins/nebula-facebook-comments
Catalog: languages/nebula-facebook-comments-*.po
Languages: de_de

source: This post is password protected. Enter the password to view any comments.
de_de: Dieser Beitrag ist Passwort geschützt. Bitte gib das Passwort ein, um Kommentare sehen zu können.

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: %s Setting
de_de: %s Einstellungen

source: Here you can define the width of the plugin and the number of comments to show.
de_de: Hier kannst du die Breite des Plugins definieren und festlegen wieviele Kommenarte angezeigt werden sollen.

source: Width of the Plugin
de_de: Breite the Plugins

source: How many comments to show?
de_de: Wieviele Kommentare anzeigen?

source: Please define width and height of the plugin
de_de: Bitte definiere Breite und &quot;Höhe&quot; des Plugins

source: (The width in pixel)
de_de: (Die Breite wird in Pixeln angegeben, z.B. für 250px trägst du bitte 250 ein).

source: Plugin color scheme
de_de: Plugin Farbschema

source: light
de_de: hell

source: dark
de_de: dunkel
